/* No comment provided by engineer. */
"API URL Invalid" = "Érvénytelen API URL";

/* No comment provided by engineer. */
"Bad Server Response" = "Rossz szerver válasz";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Capture Video" = "Videó készítése";

/* No comment provided by engineer. */
"Clear" = "Törlés";

/* No comment provided by engineer. */
"Copied" = "Kimásolva";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Másolás vágólapra";

/* No comment provided by engineer. */
"Done" = "Kész";

/* No comment provided by engineer. */
"Email Error" = "Email hiba";

/* No comment provided by engineer. */
"Enter name" = "Név";

/* No comment provided by engineer. */
"Enter password" = "Jelszó";

/* No comment provided by engineer. */
"Enter URL" = "URL";

/* No comment provided by engineer. */
"Enter username" = "Felhasználónév";

/* No comment provided by engineer. */
"Facebook Error" = "Facebook hiba";

/* No comment provided by engineer. */
"From Library" = "Választás az Albumból";

/* No comment provided by engineer. */
"Hybrid Map" = "Hibrid";

/* No comment provided by engineer. */
"Loading..." = "Betöltés...";

/* No comment provided by engineer. */
"Locating..." = "Keresés...";

/* No comment provided by engineer. */
"Logged in" = "Bejelentkezve";

/* No comment provided by engineer. */
"Logged out" = "Kijelentkezve";

/* No comment provided by engineer. */
"Login" = "Belépés";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No Internet Connection" = "Nincs internet kapcsolat";

/* No comment provided by engineer. */
"No Wi-Fi Connection" = "Nincs Wi-Fi kapcsolat";

/* No comment provided by engineer. */
"No YouTube Linked Account" = "Nincs YouTube fiók megadva";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open in Safari" = "Megnyitás Safari-ban";

/* No comment provided by engineer. */
"Open in Safari?" = "Megnyitás Safari-ban?";

/* No comment provided by engineer. */
"Open In..." = "Megnyitás...";

/* No comment provided by engineer. */
"Over request capacity limit" = "Túllépte a maximális bejelentési határt";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Kérlek ellenőrizd az internet kapcsolatot, majd próbáld újra.";

/* No comment provided by engineer. */
"Posted" = "Elküldve";

/* No comment provided by engineer. */
"Posting..." = "Küldés...";

/* No comment provided by engineer. */
"Print Error" = "Nyomtatási hiba";

/* No comment provided by engineer. */
"Printed" = "Kinyomtatva";

/* No comment provided by engineer. */
"Road Map" = "Normál";

/* No comment provided by engineer. */
"Satellite Map" = "Műhold";

/* No comment provided by engineer. */
"Select" = "Választ";

/* No comment provided by engineer. */
"Send to Printer" = "Nyomtatás";

/* No comment provided by engineer. */
"Sent" = "Elküldve";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Share via Email" = "Email";

/* No comment provided by engineer. */
"Share via Facebook" = "Facebook";

/* No comment provided by engineer. */
"Share via QRCode" = "QRCode";

/* No comment provided by engineer. */
"Share via SMS" = "SMS";

/* No comment provided by engineer. */
"Share via Twitter" = "Twitter";

/* No comment provided by engineer. */
"SMS Error" = "SMS hiba";

/* No comment provided by engineer. */
"Take Photo" = "Fotó készítése";

/* No comment provided by engineer. */
"There was a problem sending SMS message." = "Probléma lépett fel SMS küldés közben.";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unable To Authenticate" = "Sikertelen bejelentkezés";

/* No comment provided by engineer. */
"Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings." = "Nem sikerült Wi-Fi-n keresztül az internet csatlakozás. Ellenőrizze a 'Beállítások'-ban megadott értékeket.";

/* No comment provided by engineer. */
"Unable to find address" = "A cím nem található";

/* No comment provided by engineer. */
"Unable to post to Facebook" = "Sikertelen küldés a Facebook felé";

/* No comment provided by engineer. */
"User Authentication Failed" = "Sikertelen bejelentkezés";

/* No comment provided by engineer. */
"User Authentication Required" = "Bejelentkezés szükséges";

/* No comment provided by engineer. */
"Videos" = "Videók";

/* No comment provided by engineer. */
"Yes" = "Igen";

